<html lang="en">
<head>
<title>I Have Love In Pattaya</title>
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<style>
    * {
  box-sizing: border-box;
}
 .sidenav {
  height: 100%;
  width: 200px;
  position: fixed;
  z-index: 1; /*การซ้อนทับของ layout ในแกน z ใช้คู่กับ position*/
  top: 0;
  left: 0;
  background-color: #111;
  overflow-x: hidden; /*ซ่อนส่วนที่เกินเนื้อหา*/
}   
.sidenav a {
  color: white;
  padding: 16px;
  text-decoration: none;
  display: block;
}        
 .sidenav a:hover {
  background-color: #ddd;
  color: black;
}   
.content {
  margin-left: 200px;
  padding-left: 0px;
}
.imgsize {
    
    width: 600px;
    height: 600px;
    
}    
</style>
</head>
<body>
    <div>
         <div class="sidenav">
      <a href="index.php">Home</a>
      <a href="rest.php">ที่พัก</a>
      <a href="restaurant.php">ร้านอาหาร</a>
      <a href="temple.php">วัด</a>
      <a href="tourist attraction .php">Back</a>
    </div>
    <div class="content">
<img src="http://img.painaidii.com/images/20170928_4695_1506567355_742354.jpg" class="imgsize">
<img src="https://cf.bstatic.com/xdata/images/hotel/max1024x768/218228430.jpg?k=07bc1dc047cc940050fdb89ea24a26d861330ca71833137b76f65503b159606c&o=&hp=1" class="imgsize">
<h2>Kept Bangsaray (เคบ บางเสร่)</h2>
<p>Kept Bangsaray Hotel Pattaya ตั้งอยู่ในตำบลบางเสร่ ที่พักมีบริการจักรยานสำหรับใช้งานฟรี บาร์ พื้นที่รับประทานอาหารในสถานที่ และอินเทอร์เน็ตไร้สาย (WiFi) ฟรีในทุกพื้นที่ของที่พัก ที่พักตั้งอยู่ห่างจากสวนน้ำการ์ตูนเน็ทเวิร์คอเมโซนประมาณ 4 กม. และห่างจากสวนน้ำรามายณะ 8 กม. ห้องพักทุกห้องมีระเบียงพร้อมวิวทะเล

ห้องพักทุกห้องของรีสอร์ทมีโต๊ะทำงาน บางห้องที่ Kept Bangsaray Hotel Pattaya มีห้องน้ำส่วนตัวแ ละมีวิวสระว่ายน้ำ ทุกห้องมีเครื่องปรับอากาศ และตู้เสื้อผ้า

ที่พักมีอาหารเช้าแบบคอนติเนนตัลให้บริการ

Kept Bangsaray Hotel Pattaya มีสระว่ายน้ำกลางแจ้ง ผู้เข้าพักสามารถร่วมกิจกรรมต่าง ๆ ในพื้นที่ใกล้กับรีสอร์ท เช่น การปั่นจักรยาน ที่พักมีบริการจักรยานสำหรับใช้งานฟรีในระหว่างเข้าพักของท่าน

พนักงานที่แผนกต้อนรับซึ่งสามารถสื่อสารด้วยภาษาอังกฤษและภาษาไทยสามารถแนะนำข้อมูลต่าง ๆ

สนามบินที่ใกล้ที่สุดคือสนามบินนานาชาติอู่ตะเภา-ระยอง-พัทยา ซึ่งอยู่ห่างจากที่พัก 15 กม.</p>

    </div>
<div class="content">
<img src="https://www.ipattaya.co/wp-content/uploads/2017/11/The-Monttra-Pattaya-agoda2.jpg" class="imgsize">
<img src="https://www.nejutravel.com/wp-content/uploads/2018/03/2-1-themonttra_4835.jpg" class="imgsize">
<h2>เดอะ มนต์ตรา พัทยา (The Monttra Pattaya)</h2>
<p>นอกจากที่พักจะได้รับการรับรองมาตรฐาน SHA Plus ที่พักยังมีบริการ Wi-Fi ฟรีในทุกห้องพัก และที่จอดรถฟรี ที่พักตั้งอยู่ในย่านเขาพระตำหนักของพัทยา ผู้เข้าพักจึงได้อยู่ใกล้สถานที่ท่องเที่ยวน่าสนใจและร้านอาหารอร่อยๆ อย่าลืมแบ่งเวลาไปเที่ยวถนนคนเดินพัทยา รวมถึงหาดพัทยาใกล้เคียง ที่พัก 4 ดาวคุณภาพสูงแห่งนี้มี สระว่ายน้ำในร่ม, บริการนวด และ สระว่ายน้ำกลางแจ้ง คอยอำนวยความสะดวกแก่ผู้เข้าพัก</p>

</div>
    <div class="content">
<img src="https://cf.bstatic.com/xdata/images/hotel/max1280x900/119778996.jpg?k=202f90cfba7e672e5497c2ae5f7584f31875a73a22041284893ab58ea6579115&o=&hp=1.jpg" class="imgsize">
<img src="https://cf.bstatic.com/xdata/images/hotel/max1024x768/119519553.jpg?k=bea646ef3f8b8a82b72897ec98046f8e38284d9e87cd9a806db6bfa262689346&o=&hp=1" class="imgsize">
<h2>U Pattaya (โรงแรมยู พัทยา)</h2>
<p>โรงแรม ยู พัทยา โรงแรมสไตล์บูติกหรูระดับ 5 ดาวของเราตั้งอยู่ระหว่างหาดจอมเทียนและหาดบางเสร่ ที่พักของเรามีชายหาดส่วนตัวที่จะทำให้ผู้เข้าพักได้สัมผัสประสบการณ์การพักผ่อนอย่างเป็นส่วนตัว ที่แขกสามารถเดินเพียงไม่กี่ก้าวจากห้องพักสู่หาดทรายเงียบสงบเหมาะแก่การพักผ่อน โรงแรม ยู พัทยา บริการห้องพักและวิลล่า 44 ห้อง แบ่งเป็นห้องพัก 25 ห้อง และวิลล่า 19 หลัง ขนาด 32 ถึง 90 ตร.ม. ทุกห้องมีอ่างน้ำวน วิลล่าบางหลังมีสระว่ายน้ำส่วนตัว สามารถเลือกได้ว่าต้องการแบบมีห้องนอนเดียวหรือสองห้องนอนในวิลล่า โรงแรมและห้องพักออกแบบมาให้กลมกลืนกับสภาพแวดล้อมท้องถิ่นและสะท้อนวิธีชุมชนในแนวคิด “หมู่บ้านชาวประมง ที่พักนักเดินเรือ” ใช้ไม้ไผ่ในการสร้างห้องพักเป็นหลัก ครบครันด้วยสิ่งอำนวยความสะดวกทันสมัย อาทิ สัญญาณอินเตอร์เน็ตไร้สาย เครื่องใช้ภายในห้องพักอันหรูหราและสิ่งอำนวยความสะดวกอื่น ๆ ซึ่งรวมถึงห้องอาหารปาปิญอง นอกจากนี้ยังมี ลา เวล่า รูฟท็อปบาร์ บริการ ยู สปา สระว่ายน้ำ ห้องออกกำลังกาย ห้องสมุด และบริการพิเศษอันเป็นเอกลักษณ์ของยู โฮเต็ลแอนด์รีสอร์ท เช่น การใช้ห้องพัก 24 ชม. บริการอาหารเช้าทุกที่/ทุกเวลา บริการโทรศัพท์ในประเทศและต่างประเทศคิดราคาตามจริง
    นอกจากนั้นยังมี U Choose Programme บริการที่ผู้เข้าพักสามารถเลือกสิ่งอำนวยความสะดวกต่าง ๆ ในห้องพักตามความพึงพอใจ โดยลูกค้าสามารถเลือกได้ในระหว่างการสำรองห้องพัก หรือเมื่อเข้าพักกับทางโรงแรม อาทิ ความนุ่มสบายของหมอน ชาที่ชื่นชอบ เพลงที่โปรดปราน หรือกลิ่นหอมของสบู่</p> 

    </div>
    <div class="content">
<img src="https://www.reviewnowz.com/wp-content/uploads/2019/08/Veranda-Pattaya-SEA-BREEZE-1-770x400.jpg" class="imgsize">
<img src="https://www.ninebooking.com/wp-content/uploads/2019/10/IMG_4106.jpg" class="imgsize">
<h2>Veranda Resort Pattaya (วีรันดา รีสอร์ต พัทยา)</h2>
<p>Veranda Resort Pattaya Mgallery By Sofitel มีสระว่ายน้ำกลางแจ้ง สปา ศูนย์ออกกำลังกาย ที่พักริมหาดแห่งนี้ตั้งอยู่ในตำบลนาจอมเทียนของจังหวัดชลบุรี ผู้เข้าพักสามารถอิ่มอร่อยกับอาหารได้ที่ห้องอาหารและบาร์ 2 แห่งในสถานที่
ที่พักแห่งนี้มีแผนกต้อนรับตลอด 24 ชั่วโมง
Veranda Resort Pattaya ห่างจากพัทยากลางเพียง 9 กิโลเมตร ห่างจากหาดบางแสนเป็นระยะทาง 48 กิโลเมตร ห่างจากสนามบินนานาชาติอู่ตะเภา (ระยอง-พัทยา) เป็นระยะทาง 23 กิโลเมตร
คู่รักชอบทำเลนี้เป็นพิเศษ โดยให้คะแนน 8.6 สำหรับการเข้าพัก 2 ท่าน</p>

    </div>
    <div class="content">
<img src="http://pix10.agoda.net/hotelImages/196610/-1/500df69e1fdd7d6d84b5042d81d30db0.jpg?ca=7&ce=1&s=768x1024" class="imgsize">
<img src="https://images.trvl-media.com/hotels/4000000/3870000/3867500/3867494/b0260a75.jpg?impolicy=fcrop&w=670&h=385&p=1&q=medium" class="imgsize">
<h2>ซันเซ็ท วิลเลจ บีช รีสอร์ท (Sunset Village Beach Resort)</h2>
<p>ที่พักให้บริการที่จอดรถฟรีเพื่อการเดินทางเข้าออกที่พักได้อย่างสะดวกสบาย รวมถึง Wi-Fi ฟรีให้ท่องเน็ตได้ทุกเมื่อ ที่พักตั้งอยู่ในย่านบางสเหร่ของพัทยา ผู้เข้าพักจึงได้อยู่ใกล้สถานที่ท่องเที่ยวน่าสนใจและร้านอาหารอร่อยๆ ทริปยังไม่จบถ้าไม่ได้แวะไปที่เที่ยวชื่อดังอย่าง ถนนคนเดินพัทยา ด้วยอีกสักที่ ที่พัก 3 ดาวคุณภาพสูงแห่งนี้มี สระว่ายน้ำในร่ม, บริการนวด และ สระว่ายน้ำกลางแจ้ง คอยอำนวยความสะดวกแก่ผู้เข้าพัก</p>

    </div>






</body>
</html>