<html lang="en">
<head>
<title>I Have Love In Pattaya</title>
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<style>
    * {
  box-sizing: border-box;
}
 .sidenav {
  height: 100%;
  width: 200px;
  position: fixed;
  z-index: 1; /*การซ้อนทับของ layout ในแกน z ใช้คู่กับ position*/
  top: 0;
  left: 0;
  background-color: #111;
  overflow-x: hidden; /*ซ่อนส่วนที่เกินเนื้อหา*/
}   
.sidenav a {
  color: white;
  padding: 16px;
  text-decoration: none;
  display: block;
}        
 .sidenav a:hover {
  background-color: #ddd;
  color: black;
}   
.content {
  margin-left: 200px;
  padding-left: 0px;
}        
.imgsize {
    
    width: 600px;
    height: 600px;
    
}    
</style>
</head>
<body>
    <div>
         <div class="sidenav">
     <a href="index.php">Home</a>
      <a href="rest.php">ที่พัก</a>
      <a href="restaurant.php">ร้านอาหาร</a>
      <a href="temple.php">วัด</a>
      <a href="rest.php">Back</a>
    </div>
    <div class="content">
    <img src="http://img.painaidii.com/images/20151027_3_1445932711_607213.jpg" class="imgsize">
<img src="https://3.bp.blogspot.com/-pZvyoQhH35o/Vle8-ksC_PI/AAAAAAAAZ_E/YUweB1cY1Dg/s1600/The-Sky-Gallery08.jpg" class="imgsize" >
<h2>The Sky Gallery</h2>
<p>นึกถึงเมืองริมทะเลที่อยู่ใกล้กับกรุงเทพฯ มากที่สุด แน่นอนว่าคำตอบก็หนีไม่พ้นชลบุรี เมืองที่เรียงรายไปด้วยโรงแรม รีสอร์ต และร้านอาหารนับร้อยนับพันกับวิวท้องทะเลที่อยู่ไม่ไกลเกินเอื้อม The Sky Gallery ร้านอาหารริมทะเลในบางละมุงก็เป็นหนึ่งในสถานที่สุดป๊อบปูลาร์เบอร์ต้น ๆ ของชลบุรีเลยก็ว่าได้</p>

    </div>
    <div class="content">
<img src="https://www.gooutthailand.com/wp-content/uploads/2020/12/glass-house-pattaya-3.jpg" class="imgsize">
<img src="http://www.sixaugust.com/wp-content/uploads/2018/11/DSC09870.jpg" class="imgsize">
<h2>The Glass House</h2>
<p> หลายคนชอบไปนั่งชิล ขับรถเล่น รับลมทะเลในวันหยุดใกล้ๆ อย่าง พัทยา ทะเลใกล้กรุงเทพฯ ทำให้พัทยากลายเป็นแหล่งชิลเอ้าท์ของคนกรุงในช่วงวันหยุดที่ป็อปมากๆ ทีเดียวค่ะ แลัวันนี้เราจะพาไปนั่งชิลริมหาด ชิมอาหารไทยฟิวชั่นกันบ้าง ที่ The Glass House ร้านอร่อยริมทะเล พัทยา นั่งชิลกินข้าวริมชายหาด สุดโรแมนติก</p>

</div>
    <div class="content">
<img src="https://4.bp.blogspot.com/-mfub_Hv9cMw/V1N6MRT0FKI/AAAAAAAAdm4/-dDrtHj0x0AmQVZpOkLQusB0C_0umy1rQCLcB/s1600/The-Chocolate-Factory-Pattaya23.jpg" class="imgsize">
<img src="http://img.painaidii.com/images/20160922_3_1474532766_622396.jpg" class="imgsize">
<h2>The Chocolate Factory Shop & Restaurant Pattaya</h2>
<p>ภายในร้านสามารถเลือกมุมรับประทานอาหารได้ 3 โซน โดยโซนแรกนั้นจะเป็นโซน Indoor (ในร้าน) นั่งรับประทานอาหารชมวิวทะเลรับแอร์เย็นๆเหมาะแก่การนั่งรับทานอาหารในช่วงที่มีแดดแรงหรือเวลากลางวัน โซนที่ 2 Outdoor นั่งรับลมชมวิวทะเลได้ในสไตล์สบายๆ เหมาะแก่การรับทานอาหารเช้าหรือ Dinner ช่วงเย็นค่ะ และโซนสุดท้ายเป็นบริเวณชั้น 2 เปิดประสบการณ์ใหม่เพิ่มความฟินในบรรยากาศที่หาได้ยากในพัทยา เมนูภายในผสมผสานด้วยอาหารไทยฟิวชั่น อาหารทะเลซีฟู้ด หลากหลายเมนู ที่คัดสรรวัตถุดิบใหม่ สด สะอาด พิถีพิถัน ใส่ใจในทุกรายละเอียด เช่น สปาเก็ตตี้ไส้กรอกอิตาเลี่ยน 
    แซลมอนแช่น้ำปลา ข้าวหน้าซี่โครงหมู ซี่โครงแกะย่างซอสโรสแมรี่ หรือจะเป็นฟัวกราส์ซอสราสเบอรี่สูตรเฉพาะของร้านที่อร่อยไม่เหมือนใคร พร้อมด้วยพาสต้ารสเข้มข้นอีกหลายชนิด นอกจากนี้ยังมีไวน์รสเลิศจากทั่วทุกมุมโลกให้ได้ลิ้มลองกันอีกด้วย</p>

    </div>
    <div class="content">
    <img src="https://www.thetravel2gether.com/wp-content/uploads/2018/06/PicsArt_06-21-03.50.59-1024x683.jpg" class="imgsize">
    <img src="https://www.thetravel2gether.com/wp-content/uploads/2018/06/PUFF7489-Medium.jpg" class="imgsize">
    <h2>Sea Blue Restaurant</h2>
    <p>“แล้วจะกินอะไรกันดี” คำถามยอดฮิตเวลาท้องหิว
หากพูดถึงการไปเที่ยว พัทยา หลายคนคงมีคำถามต่อมาว่า “แล้วจะกินอะไรกันดี” ซึ่งแน่นอน ว่าร้านอาหารเก๋ๆ ในพัทยานั้นมีอยู่เยอะแยะมากมาย ก็พี่เล่นเป็นเมืองท่องเที่ยวที่มีชื่อเสียงระดับโลก แถมยังเดินทางง่ายใกล้กรุงเทพด้วยนี่นา

“ไปพัทยากี่ทีก็กินแต่ร้านนี้ มีร้านอื่นบ้างไหม”  เคยรู้สึกแบบนี้กันใช่ป่ะ
อยากลองอะไรใหม่ๆ เบื่อกับอะไรเดิมๆ งั้นวันนี้เรามีร้านอาหารริมทะเล ที่บรรยากาศดีมากๆ เพิ่งเปิดบริการไปได้ไม่นาน มาแนะนำให้รู้จักกัน เพื่อจะได้เป็นตัวเลือกที่จะไปฝากท้องในครั้งต่อไป

SEA BLUE Restaurant ร้านอาหารสุดชิวที่ไม่ได้มีดีแค่บรรยากาศ เพราะที่นี่อิ่มเอมด้วยสุนทรียภาพแห่งรสชาติของอาหาร ที่ ปราศจากผงชูรส 100% อร่อยได้ด้วยรสมือของแม่ครัวโดยแท้จริง</p>

</div>
    <div class="content">
    <img src="http://img.painaidii.com/images/20180320_4695_1521514077_932130.jpg" class="imgsize">
    <img src="https://www.thaihrhub.com/wp-content/uploads/2015/07/%E0%B8%A3%E0%B9%89%E0%B8%B2%E0%B8%99%E0%B8%AD%E0%B8%B2%E0%B8%AB%E0%B8%B2%E0%B8%A3%E0%B8%A1%E0%B8%B8%E0%B8%A1%E0%B8%AD%E0%B8%A3%E0%B9%88%E0%B8%AD%E0%B8%A2%E0%B8%99%E0%B8%B2%E0%B9%80%E0%B8%81%E0%B8%A5%E0%B8%B7%E0%B8%AD-%E0%B8%9E%E0%B8%B1%E0%B8%97%E0%B8%A2%E0%B8%B2.jpg" class="imgsize">
    <h2>มุมอร่อย</h2>
<p>สำหรับร้าน มุมอร่อย นาเกลือ เป็นร้านที่เปิดมานานและเป็นที่รู้จักของคนในเมืองพัทยา เพราะร้านที่มีชื่อเสียงเรื่องอาหารอร่อย และบรรยากาศดีๆ ที่ถ้าเกิดมาทานในช่วงเวลาเย็นๆพระอาทิตย์ตกพอดี จะได้บรรยากาสที่โรแมนติกมากๆ และทางร้านก็มีอาหารที่ขึ้นชื่อหลายๆอย่าง ส่วนในเรื่องของราคานั้น เป็นราคาที่จับต้องได้ ที่จะได้ปริมาณอาหารที่ค่อนข้างเยอะ ที่จะเสิร์ฟมาให้แบบจานใหญ่ๆเลย และการบริการของที่นี่พนักงานใส่ใจทุกการบริการ และอาหารของที่นี่รอไม่นานและร้านอาหารมีความสะอาด และมีการคัดกรองที่ได้มาตราฐานอีกด้วย
    ในปัจจุบัน ทางร้านได้ขยายออกไปอีกหลากหลายโซน และทางร้านได้มีการจัดระเบียบของร้านได้มีการจัดคิว ที่ให้มีความเป็นระเบียบมากขึ้น ถ้าในช่วงของวันหยุดจะคนเยอะมาก จึงได้มีการจัดคิว และเพื่อไม่ให้นักท่องเที่ยวที่มาไม่ต้องรอคิวนานและเมื่อถึงคิวจะมีพนักงานพาเดินที่โต๊ะเลย เป็นร้านที่เหมาะแก่การมานั่งพักผ่อนและทานอาหารได้ด้วย และทางร้านยังมีที่จอดรถขนาดใหญ่ที่สามารถจอดรถ และรองรับรถได้หลากหลายคัน และยังมีพนักงานคอยโบกรถและดูแลให้ตลอด</p>

    </div>
</body>
</html>