<html lang="en">
<head>
<title>I Have Love In Pattaya</title>
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<style>
    * {
  box-sizing: border-box;
}
 .sidenav {
  height: 100%;
  width: 200px;
  position: fixed;
  z-index: 1; /*การซ้อนทับของ layout ในแกน z ใช้คู่กับ position*/
  top: 0;
  left: 0;
  background-color: #111;
  overflow-x: hidden; /*ซ่อนส่วนที่เกินเนื้อหา*/
}   
.sidenav a {
  color: white;
  padding: 16px;
  text-decoration: none;
  display: block;
}        
 .sidenav a:hover {
  background-color: #ddd;
  color: black;
}   
.content {
  margin-left: 200px;
  padding-left: 0px;
}
.imgsize {
    
    width: 600px;
    height: 600px;
    
}
    
</style>
</head>
<body>
    <div>
         <div class="sidenav">
      <a href="index.php">Home</a>
      <a href="rest.php">ที่พัก</a>
      <a href="restaurant.php">ร้านอาหาร</a>
      <a href="temple.php">วัด</a>
      <a href="index.php">Back</a>
    </div>
    <div class="content">
     <img src="https://www.chillpainai.com/src/wewakeup/img_travel/539/Mimosa-48.JPG" class="imgsize"> 
  <img src="https://welovetogo.com/wp-content/uploads/2020/04/%E0%B8%A1%E0%B8%B4%E0%B9%82%E0%B8%A1%E0%B8%8B%E0%B9%88%E0%B8%B2-%E0%B8%9E%E0%B8%B1%E0%B8%97%E0%B8%A2%E0%B8%B2-%E0%B9%80%E0%B8%A1%E0%B8%B7%E0%B8%AD%E0%B8%87%E0%B8%AA%E0%B8%B5%E0%B8%AA%E0%B8%B1%E0%B8%99-%E0%B8%AA%E0%B8%96%E0%B8%B2%E0%B8%9B%E0%B8%B1%E0%B8%95%E0%B8%A2%E0%B8%81%E0%B8%A3%E0%B8%A3%E0%B8%A1%E0%B8%9D%E0%B8%A3%E0%B8%B1%E0%B9%88%E0%B8%87%E0%B9%80%E0%B8%A8%E0%B8%AA-01.jpg" class="imgsize"> 
  <h2>มิโมซ่า พัทยา</h2> 
  <p>Mimosa Pattaya มิโมซ่า พัทยา สถานที่ท่องเที่ยวสุดเก๋อีกหนงของพัทยา ภายใต้แนวคิด " The City of Love เมืองเเห่งความรัก " โดยสร้าง จำลองแบบกลิ่นไอสถาบัตยกรรมเมืองโบราณของฝรั่งเศสโดดเด่นด้วยสีสัน สดใส บ่งบอกความเป็นเอกลักษณ์แห่งเดียวในเมืองพัทยา โอบล้อมด้วย บรรยากาศอันแสนโรเเมนติก กลิ่นหอมของดอกไม้นานาพันธุ์ที่ผสมผสาน กันอย่างลงตัว  Mimosa Pattaya ยังเป็นศูนย์รวมสินค้าที่ี่มีเอกลักษณ์ โดดเด่น ร้านอาหารไทย อาหารนานาชาติหลากหลายชนิด ที่พร้อมให้บริการ อย่างครบครัน ผ่อนคลายสบายๆ ด้วย การนวดแผนไทย การนวดอโรมา เราบรรจงสร้างสรรค์ทัศนียภาพให้เกิดเป็นเมืองแห่งความรัก โดยเฉพาะคน ที่ท่านรัก เชิญเข้ามาสัมผัสด้วยตัวท่านเอง ที่นี่ Mimosa Pattaya, the City of Love นอกจากนี้ยังมีโชว์สุดอลังการ ณ ลานน้ำพุดนตรีที่หมุนเวียน เปลี่ยนมาสร้างความบันเทิงทุกวันโดยการแสดงจะมี 2 รอบ เวลา 19.00 น. และ 20.00 น.</p>

    </div>
    <div class="content">
  <img src="http://img.painaidii.com/images/20141125_3_1416906811_303824.jpg" class="imgsize">
  <img src="https://dimg04.c-ctrip.com/images/0M7501200095ike174585_Q60.jpg_.webp" class="imgsize">
  <h2>สวนน้ำการ์ตูนเน็ตเวิร์ด</h2>
  <p>การ์ตูนเน็ตเวิร์คอเมโซน Cartoon Network Amazone โครงการสวนน้ำที่อลังการที่สุดภายใต้ลิขสิทธิ์ “การ์ตูนเน็ทเวิร์ค” แห่งแรกของโลก ใกล้พัทยามาก ตั้งอยู่ที่ตำบลบางเสร่ อำเภอสัตหีบ จังหวัดชลบุรี พร้อมที่จะเปิดให้บริการแล้วในวันที่ 31 กรกฎาคม 2557นี้ สำหรับผู้ชื่นชอบความท้าทายกับสายน้ำทั้งหลาย ต้องไม่พลาดกับที่นี่Cartoon Network Amazone ที่จะพาคุณพบกับ เครื่องเล่นสุดมันและหวาดเสียว ที่อาจจะต้องเตรียมใจก่อนเล่นเลยทีเดียว ได้สัมผัสประสบการณ์สไลเดอร์เร็วที่สุดในโลกที่จะพาคุณดิ่งลงมาจากหอสูงถึง 23.4 เมตร/ 77 ฟุต หรือจะลองแรงกระชากจี-ฟอร์ซ รวบรวมความกล้าแล้วมาเล่นฟรีฟอลล์ดิ่งจากความสูง 57 ฟุตหรือร่วมสนุกไปบนเนินสูงท้าแรงดึงดูดและคลื่นยักษ์ใน The Ominiverse สุดระทึกจะทำให้คุณตื่นเต้นแน่นอน โดยจะแบ่งโซนการเล่นเป็นสัดส่วน ทำให้สนุกเต็มที่กับตัวการ์ตูนที่ชื่นชอบ</p>         
  
    </div>
    <div class="content">
  <img src="https://www.chillpainai.com/src/wewakeup/scoop/img_scoop/scoop/Tuk/2559/august/31/swiss/a-65.JPG" class="imgsize">
  <img src="https://ipattaya.co/wp-content/uploads/2016/01/12498957_1097201750313106_996798036_n.jpg" class="imgsize">
  <h2>สวิส ชีพ ฟาร์ม พัทยา</h2>
  <p>Swiss Sheep Farm Pattaya ฟาร์มแกะสไตล์ยูโรคันทรีใกล้เมืองพัทยา ติดกับไร่องุ่นซิลเวอร์เลค ฟาร์มแกะสถานที่ท่องเที่ยวแห่งใหม่ในเมืองพัทยา ที่จะทำให้ทุกครอบครัวมีความสุขไปกับเหล่าสัตว์น่ารัก ที่นี่มีการจัดแต่งอย่างลงตัวเหมาะแก่การถ่ายภาพ ร่วมสนุกกับกิจกรรมต่างๆในสไตล์ยุโรป มีสัตว์นำเข้ามากมาย เช่น ม้าแคระ ลาแคระ หงส์ขาว หงส์ดำ อัลปาก้า อีกทั้งยังมีกิจกรรมต่างๆเช่น ขี่ม้า นั่งรถลากที่เราทำขึ้นมาเอง กิจกรรมเกมแสนสนุก กิจกรรมยิงธนู
      เหมาะสุดๆสำหรับเติมพลังให้กับวันอันเหนื่อยล้า เพิ่มความสดชื่นฟื้นฟูความรัก “เริ่มต้นรักกับรักที่ตามหา” Starting love with looking for love. ชมความน่ารักของเหล่าอัลปาก้า เพลิดเพลินสนุกสนานกับการเซลฟี่ได้ทุกมุมไม่รู้เบื่อ และยังสามารถเข้าพักกับ Swiss hotel ที่มีบรรยากาศและการตกแต่งพิเศษไม่ซ้ำแบบ อิ่มอร่อยกับร้านอาหาร Farm house และกาแฟหอมกรุ่น ที่เชิญชวนให้คุณ และคนที่คุณรักเข้ามาสัมผัส ที่นี่มีมากกว่าคำว่า “ฟาร์มแกะ”</p>
 
    </div>
    <div class="content">
 <img src="https://www.museumthailand.com/upload/slide/1518507585_2471.jpg" class="imgsize">
  <img src="https://www.museumthailand.com/upload/slide/1486007672_3861.jpg" class="imgsize">
  <h2>พิพิธภัณฑ์ภาพวาด 3 มิติ อาร์ท อิน พาราไดซ์ พัทยา</h2>
  <p> “Art in Paradise Pattaya” เป็นพิพิธภัณฑ์ภาพวาด 3 มิติแห่งแรกของประเทศไทยและมีขนาดใหญ่ที่สุดในโลกโดยมีที่ตั้งอยู่ที่เมืองพัทยา จ.ชลบุรี พิพิธภัณฑ์แห่งนี้เป็นพิพิธภัณฑ์ศิลปะแห่งความสนุกสนานแนว Interactive Art 
      ที่ผู้ชมสามารถมีส่วนร่วมในภาพได้ ซึ่งแต่ละภาพแสดงถึงความสามารถในการสร้างสรรค์ภาพวาด 3 มิติหรือภาพลวงตาอันน่าทึ่ง ราวกับว่าภาพเหล่านั้นเป็นภาพเสมือนจริงที่มีชีวิตชีวา<p> 

    </div>
    <div class="content">
  <img src="http://img.painaidii.com/images/20140522_3_1400756671_281820.jpg" class="imgsize">
  <img src="https://ipattaya.co/wp-content/uploads/2015/10/%E0%B8%88%E0%B8%B8%E0%B8%94%E0%B8%8A%E0%B8%A1%E0%B8%A7%E0%B8%B4%E0%B8%A7%E0%B8%9E%E0%B8%B1%E0%B8%97%E0%B8%A2%E0%B8%B29.jpg" class="imgsize">
  <h2>จุดชมวิวพัทยา</h2>
  <p>หากมาพัทยาคงจะพลาดไม่ได้เลยที่จะมาชมวิวสวยๆของเมืองพัทยา ซึงจุดชมวิว เขาส.ทร.5 พัทยา จุดนี้จะเป็นจุดที่มองเห็นเมืองพัทยาได้สวยที่สุดเลยก็ว่าได้นะคะ เพราะจะเห็นเมืองพัทยาติดกับน้ำทะเลสีสดใส <p>
  <p>เลียบหาดทรายเมืองพัทยาตั้งแต่พัทยาเหนือจนถึงท่าเรือแหลมบาลีฮายพัทยาใต้</p>
    </div>

</body>
</html>